Revit 2027 API
ParameterTypeId.RbsHvacloadSkylightAreaParam Property
 "Skylight Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadSkylightAreaParam { get; }
Public Shared ReadOnly Property RbsHvacloadSkylightAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadSkylightAreaParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadSkylightAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace